Repository: etalab/ckanext-youckan
Catalog: ckanext/youckan/i18n/*/LC_MESSAGES/ckanext.youckan.po
Languages: fr

source: Users cannot reset passwords.
fr: Les utilisateurs ne peuvent pas réinitialiser leur mot de passe.

source: Login required!
fr: Authentification requise !

source: Illegal content
fr: Contenu illégal

source: Tendencious content
fr: Contenu tendencieux

source: Other
fr: Autre

source: New alert for {0}
fr: Nouvelle alerte pour {0}

source: New membership request for {0}
fr: Nouvelle demande d'adhésion pour à {0}

source: Membership accepted
fr: Adhésion acceptée

source: Membership refused
fr: Adhésion refusée

source: You're membership request for %(organization)s has been accepted. You can go to the orgnization page to see your new status: %(organization_url)s
fr: Votre demande d'adhésion à %(organization)s a été acceptée. Vous pouvez vous rendre sur la page pour voir votre nouveau statut: %(organization_url)s

source: You're membership request for %(organization)s has been refused with the following reason: %(comment)s
fr: Votre demande d'adhésion à %(organization)s a été refusée pour la raison suivante: %(comment)s

source: As an administrator of "%(organization)s", you are being notified than a new membership request from %(user)s is pending for approval. You can go to the "%(organization)s" page to accept or refuse the request: %(organization_url)s
fr: En tant qu'administrateur de "%(organization)s", nous vous informons qu'une nouvelle demande d'adhésion de %(user)s est en attende de validation. Vous pouvez vous rendre sur la page de "%(organization)s" pour accepter ou refuser la demande: %(organization_url)s

source: As a sysadmin of "%(site_title)s",
fr: En tant qu'administrateur de "%(site_title)s",

source: As a member of "%(organization)s",
fr: En tant que membre de "%(organization)s",

source: As dataset owner,
fr: En tant que propriétaire du jeu de données,

source: you are being notified than %(username)s emitted an alert on your dataset: Dataset: %(dataset)s Type: %(type)s Comment: %(comment)s You can go to the dataset page: %(dataset_url)s
fr: nous vous informons que %(username)s a émis une alerte sur votre jeu de données: Jeu de données: %(dataset)s Type: %(type)s Commentaire: %(comment)s Vous pouvez aller sur la page du jeu de données: %(dataset_url)s
